Repository: Mamun-dueee/flask
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: bn

source: This nickname has invalid characters. Please use letters, numbers, dots and underscores only.
bn: এই নামে আজাইরা চিহ্ন আছে । দয়াকরে অক্ষর, নাম্বার, ডট চিহ্ন ব্যবহার করুন ।

source: This nickname is already in use. Please choose another one.
bn: এই নামটা অন্য কেউ ব্যবহার করছে, আপনি আর একটা চয়েস করেন ।

source: Invalid login. Please try again.
bn: লগ-ইন ভুল হইছে, আবার চেস্টা করুন ।

source: User %(nickname)s not found.
bn: ব্যবহারকারী %(nickname)s পাওয়া যায় নাই

source: Your changes have been saved.
bn: আপনার পরিবতন সংরক্ষন করা হয়েছে

source: You can't follow yourself!
bn: আপনি নিজেই নিজের শিস্য হতে পারবেন না । দুঃখিত !

source: Cannot follow %(nickname)s.
bn: %(nickname)s এর শিস্য হতে পারবেন না ।

source: You are now following %(nickname)s!
bn: আপনি এখন %(nickname)s এর শিস্য ।

source: You can't unfollow yourself!
bn: আপনি নিজেই নিজের শিস্য হতে পারবেন না । দুঃখিত !

source: Cannot unfollow %(nickname)s.
bn: %(nickname)s এর শিস্য হতে পারবেন না ।

source: You have stopped following %(nickname)s.
bn: এখন আর আপনি %(nickname)s এর শিস্য না ।

source: File Not Found
bn: ফাইল খুজেঁ পাওয়া যাচ্ছে না ।

source: Back
bn: পিছনে যান

source: An unexpected error has occurred
bn: অপ্রতাশিত দুর্ঘটনা ঘটেছে, এডমিন এটা ঠিক করবে ।

source: The administrator has been notified. Sorry for the inconvenience!
bn: এডমিন এটা নিয়ে কাজ করছে । দুঃখিত !!!!

source: Home
bn: প্রচ্ছদ

source: Your Profile
bn: আপনার পরিলেখ

source: Logout
bn: বের-হন

source: Search
bn: খুজুঁন

source: %(nickname)s is now a follower.
bn: %(nickname)s আপনার একজন শিষ্য

source: Regards,
bn: অভিনঁদন

source: Please Sign In
bn: দয়াকরে প্রবেশ করুন

source: Click on your OpenID provider below
bn: আপনার OpenID দাতা লিঙ্ক এ খোঁচা মারুন।

source: Or enter your OpenID here:
bn: OpenId প্রবেশ করান ।

source: Remember Me
bn: মনে রাখুন

source: Sign In
bn: প্রবেশ

source: %(nickname)s said %(when)s:
bn: %(nickname)s বলেছেন %(when)s:

source: Last seen:
bn: সর্বশেষ দেখাগেছেঃ

source: Edit your profile
bn: আপনার পরিলেখ ইডিট করুন ।

source: Newer posts
bn: নতুন পোস্ট

source: Older posts
bn: পুরান পোস্ট
